Repository: zizicici/moontake
Catalog: moontake/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# atlas.feature.4757.story
source: Plato’s smooth floor makes a useful screen for changing shadows. Ancient lava flooded the crater interior. Around local sunrise, long shadows from peaks on the eastern rim stretch across that floor while sunlight catches the raised western rim. The same crater can look very different under different lighting.
ar: تعمل أرضية أفلاطون الملساء كستار مناسب للظلال المتغيرة. فقد غمرت الحمم القديمة داخل الفوهة. قرب الشروق المحلي، تمتد ظلال قمم الحافة الشرقية عبر الأرضية، بينما تضيء الشمس الحافة الغربية المرتفعة. قد تبدو الفوهة نفسها مختلفة جدًا مع تغيّر الإضاءة.
de: Platos glatter Boden lässt wechselnde Schatten gut erkennen. Einst überflutete Lava das Kraterinnere. Um den örtlichen Sonnenaufgang werfen Gipfel am Ostrand lange Schatten über den Boden, während Sonnenlicht den erhöhten Westrand trifft. Derselbe Krater kann bei anderer Beleuchtung ganz anders aussehen.
es: El suelo liso de Platón sirve como pantalla para observar sombras cambiantes. Antiguas lavas inundaron el interior. Al amanecer local, los picos del borde oriental proyectan largas sombras sobre el fondo mientras la luz alcanza el borde occidental elevado. El mismo cráter puede verse muy distinto según la iluminación.
fr: Le fond lisse de Platon forme un écran idéal pour les ombres changeantes. Des laves anciennes ont envahi le cratère. Au lever du Soleil local, les pics du bord oriental projettent de longues ombres sur le fond, tandis que la lumière atteint le rebord occidental surélevé. Le même cratère peut offrir des visages très différents selon l’éclairage.
ja: プラトンの滑らかな底は、変わる影を映すスクリーンになります。内部は古い溶岩に覆われています。当地の日の出ごろ、東の縁の山々から長い影が底を横切り、西の高い縁には陽が当たります。光の当たり方によって、同じクレーターが大きく姿を変えます。
pt_br: O fundo liso de Platão funciona como uma tela para a mudança das sombras. Lava antiga inundou o interior da cratera. Perto do nascer do sol local, longas sombras dos picos da borda leste atravessam o fundo enquanto a luz atinge a elevada borda oeste. A mesma cratera pode mudar muito de aparência conforme a iluminação.
pt_pt: O fundo liso de Platão funciona como uma tela para a mudança das sombras. Lava antiga inundou o interior da cratera. Perto do nascer do sol local, longas sombras dos picos da borda leste atravessam o fundo enquanto a luz atinge a elevada borda oeste. A mesma cratera pode mudar muito de aparência conforme a iluminação.
ru: Гладкое дно Платона служит экраном для меняющихся теней. Когда-то внутреннюю часть кратера залила лава. Около местного восхода длинные тени вершин восточного вала ложатся поперёк дна, пока Солнце освещает приподнятый западный край. Один и тот же кратер при разном освещении выглядит совсем по-разному.
uk: Гладке дно Платона слугує екраном для мінливих тіней. Колись внутрішню частину кратера затопила лава. Біля місцевого сходу Сонця довгі тіні вершин східного краю простягаються через дно, а світло торкається піднятого західного краю. Той самий кратер за різного освітлення може виглядати зовсім інакше.
zh_hans: 柏拉图平滑的坑底，像一块展示阴影变化的幕布。古代熔岩曾淹没环形山内部。当地日出前后，东侧坑缘山峰的长影伸过坑底，阳光同时照亮较高的西侧坑缘。同一座环形山，在不同光照下会显得很不一样。
zh_hant: 柏拉圖平滑的坑底，像一塊展示陰影變化的幕布。古代熔岩曾淹沒環形山內部。當地日出前後，東側坑緣山峰的長影伸過坑底，陽光同時照亮較高的西側坑緣。同一座環形山，在不同光照下會顯得很不一樣。
zh_hk: 柏拉圖平滑的坑底，像一塊展示陰影變化的幕布。古代熔岩曾淹沒環形山內部。當地日出前後，東側坑緣山峯的長影伸過坑底，陽光同時照亮較高的西側坑緣。同一座環形山，在不同光照下會顯得很不一樣。

# atlas.feature.5565.label
source: Sinus Iridum
ar: خليج قوس قزح
ja: 虹の入江
pt_br: Baía do Arco-Íris
pt_pt: Baía do Arco-Íris
ru: Залив Радуги
uk: Затока Веселки
zh_hans: 虹湾
zh_hant: 虹灣
zh_hk: 虹灣

# atlas.feature.5565.naming
source: Sinus Iridum means “Bay of Rainbows.” Riccioli’s 1651 naming table gives this name alongside two earlier alternatives: van Langren’s “Bay of Geometry” and Hevelius’s “Bay of Apollo.” The three names invoke weather, mathematics, and a classical god. “Bay of Rainbows” is the one that became part of today’s official lunar map.
ar: يعني Sinus Iridum «خليج قوس قزح». تسرد قائمة ريتشيولي لعام 1651 هذا الاسم إلى جانب بديلين أقدم: «خليج الهندسة» لفان لانغرين و«خليج أبوللو» لهيفيليوس. تستحضر الأسماء الثلاثة الطقس والرياضيات وإلهًا من العصور الكلاسيكية. أما «خليج قوس قزح» فهو الذي أصبح جزءًا من الخريطة القمرية الرسمية الحالية.
de: Sinus Iridum bedeutet „Bucht der Regenbögen“. Ricciolis Namenstabelle von 1651 führt den Namen zusammen mit zwei älteren Vorschlägen auf: van Langrens „Bucht der Geometrie“ und Hevelius’ „Bucht des Apollo“. Die drei Namen greifen Wetter, Mathematik und einen antiken Gott auf. Die „Bucht der Regenbögen“ fand Eingang in die heutige offizielle Mondkarte.
es: Sinus Iridum significa «bahía del Arcoíris». La tabla de nombres de Riccioli de 1651 lo recoge junto a dos alternativas anteriores: la «bahía de la Geometría» de van Langren y la «bahía de Apolo» de Hevelius. Los tres nombres evocan el tiempo, las matemáticas y un dios clásico. La «bahía del Arcoíris» es la que pasó al mapa lunar oficial actual.
fr: Sinus Iridum signifie « baie des Arcs-en-ciel ». La table de Riccioli de 1651 donne ce nom avec deux variantes antérieures : la « baie de la Géométrie » de van Langren et la « baie d’Apollon » d’Hevelius. Ces trois noms évoquent la météo, les mathématiques et un dieu antique. C’est la « baie des Arcs-en-ciel » qui a rejoint la carte lunaire officielle actuelle.
ja: Sinus Iridumは「虹の入江」を意味します。リッチョーリの1651年の命名表には、以前の二案も並んでいます。ファン ラングレンの「幾何学の入江」と、ヘヴェリウスの「アポロンの入江」です。天候、数学、古代の神を思わせる三つの名前のうち、今日の公式月面図に残ったのは「虹の入江」でした。
pt_br: Sinus Iridum significa “Baía dos Arcos-Íris”. A tabela de nomes de Riccioli de 1651 traz esse nome ao lado de duas alternativas anteriores: a “Baía da Geometria”, de van Langren, e a “Baía de Apolo”, de Hevelius. Os três nomes evocam o tempo atmosférico, a matemática e um deus clássico. A “Baía dos Arcos-Íris” foi a que passou a integrar o mapa lunar oficial atual.
pt_pt: Sinus Iridum significa “Baía dos Arcos-Íris”. A tabela de nomes de Riccioli de 1651 traz esse nome ao lado de duas alternativas anteriores: a “Baía da Geometria”, de van Langren, e a “Baía de Apolo”, de Hevelius. Os três nomes evocam o tempo atmosférico, a matemática e um deus clássico. A “Baía dos Arcos-Íris” foi a que passou a integrar o mapa lunar oficial atual.
ru: Sinus Iridum означает «Залив Радуги». В таблице Риччоли 1651 года рядом с ним указаны два более ранних варианта: «Залив Геометрии» ван Лангрена и «Залив Аполлона» Гевелия. Три имени отсылают к погоде, математике и античному богу. Частью современной официальной лунной карты стал «Залив Радуги».
uk: Sinus Iridum означає «Затока Веселки». Таблиця назв Річчолі 1651 року наводить поряд із нею два попередні варіанти: «Затока Геометрії» ван Лангрена та «Затока Аполлона» Гевелія. Три назви відсилають до погоди, математики й античного бога. Частиною сучасної офіційної місячної карти стала саме «Затока Веселки».
zh_hans: Sinus Iridum意为“彩虹之湾”。里乔利1651年的命名表将它与两个更早的名称并列：范朗伦的“几何之湾”和赫维留的“阿波罗之湾”。这三个名字分别借用了天气、数学与古典神祇，最终进入今日官方月图的是“彩虹之湾”。
zh_hant: Sinus Iridum意為「彩虹之灣」。里喬利1651年的命名表將它與兩個更早的名稱並列：范朗倫的「幾何之灣」和赫維留的「阿波羅之灣」。這三個名字分別借用了天氣、數學與古典神祇，最終進入今日官方月圖的是「彩虹之灣」。
zh_hk: Sinus Iridum意為「彩虹之灣」。里喬利1651年的命名表將它與兩個更早的名稱並列：范朗倫的「幾何之灣」和赫維留的「阿波羅之灣」。這三個名字分別借用了天氣、數學與古典神祇，最終進入今日官方月圖的是「彩虹之灣」。

# atlas.feature.5565.observation
source: On Imbrium’s northwestern edge, Iridum forms a curved mountain border opening toward the plain. Low sunlight makes the bright arc and its neighboring shadows especially distinctive.
ar: على الحافة الشمالية الغربية لبحر الأمطار، يشكّل خليج قوس قزح حدًا جبليًا مقوّسًا ينفتح نحو السهل. تبرز الإضاءة الشمسية المنخفضة القوس الساطع والظلال المجاورة بوضوح خاص.
de: Am nordwestlichen Rand von Imbrium bildet Iridum einen gebogenen Gebirgsrand, der sich zur Ebene öffnet. Bei tief stehender Sonne sind der helle Bogen und die angrenzenden Schatten besonders markant.
es: En el borde noroeste de Imbrium, Iridum forma un arco montañoso abierto hacia la llanura. Cuando el Sol está bajo, el arco brillante y las sombras vecinas destacan especialmente.
fr: Au bord nord-ouest d’Imbrium, Iridum forme une bordure montagneuse courbe ouverte vers la plaine. Sous un Soleil bas, l’arc clair et les ombres voisines se distinguent particulièrement bien.
ja: 雨の海の北西の縁にある虹の入江は、平原に向かって開いた弧状の山地です。低い太陽光の下では、明るい弧と隣の影が特に目立ちます。
pt_br: Na borda noroeste do Mar das Chuvas, a Baía do Arco-Íris forma uma fronteira montanhosa curva, aberta para a planície. A luz solar rasante torna o arco claro e as sombras vizinhas especialmente fáceis de distinguir.
pt_pt: Na borda noroeste do Mar das Chuvas, a Baía do Arco-Íris forma uma fronteira montanhosa curva, aberta para a planície. A luz solar rasante torna o arco claro e as sombras vizinhas especialmente fáceis de distinguir.
ru: На северо-западном краю Моря Дождей Залив Радуги образует изогнутую горную границу, открытую к равнине. Низкое Солнце особенно выделяет светлую дугу и соседние тени.
uk: На північно-західному краї Моря Дощів Затока Веселки утворює вигнуту гірську межу, відкриту до рівнини. Низьке сонячне світло особливо вирізняє світлу дугу та сусідні тіні.
zh_hans: 虹湾位于雨海西北缘，弧形山地边界朝平原敞开。低角度阳光下，明亮的弧线与旁边的阴影尤其容易辨认。
zh_hant: 虹灣位於雨海西北緣，弧形山地邊界朝平原敞開。低角度陽光下，明亮的弧線與旁邊的陰影尤其容易辨認。
zh_hk: 虹灣位於雨海西北緣，弧形山地邊界朝平原敞開。低角度陽光下，明亮的弧線與旁邊的陰影尤其容易辨認。

# atlas.feature.5565.story
source: The bright arc is part of an impact crater’s wall, now called the Jura Mountains. At the arc’s southern end, Cape Heraclides inspired another interpretation: Cassini’s 1679 lunar drawing depicted it as a woman’s profile with long flowing hair. The same headland can be a geological boundary or a figure in a historical map.
ar: القوس الساطع جزء من جدار فوهة اصطدام، ويُعرف اليوم بجبال جورا. عند طرفه الجنوبي، ألهم رأس هيراكليدس قراءة أخرى: فقد صوّره كاسيني في رسمه القمري عام 1679 كوجه امرأة من الجانب بشعر طويل منسدل. يمكن للرأس نفسه أن يكون حدًا جيولوجيًا أو هيئة بشرية في خريطة تاريخية.
de: Der helle Bogen ist Teil der Wand eines Einschlagkraters und heißt heute Juragebirge. An seinem südlichen Ende regte das Kap Heraclides eine andere Deutung an: Cassinis Mondzeichnung von 1679 stellt es als Frauenprofil mit langem, wallendem Haar dar. Dieselbe Landspitze kann eine geologische Grenze oder eine Figur auf einer historischen Karte sein.
es: El arco brillante forma parte de la pared de un cráter de impacto, hoy llamada montes Jura. En su extremo sur, el cabo Heráclides inspiró otra interpretación: Cassini lo representó en su dibujo lunar de 1679 como el perfil de una mujer de larga cabellera. El mismo promontorio puede ser un límite geológico o una figura de un mapa histórico.
fr: L’arc lumineux appartient à la paroi d’un cratère d’impact, aujourd’hui appelée les monts du Jura. À son extrémité sud, le cap Héraclide a inspiré une autre lecture : Cassini, sur son dessin lunaire de 1679, l’a représenté en profil de femme aux longs cheveux flottants. Le même promontoire peut être une limite géologique ou une figure sur une carte ancienne.
ja: 明るい弧は衝突クレーターの壁の一部で、現在はジュラ山脈と呼ばれます。その南端のヘラクリデス岬は、別の見立ても生みました。カッシーニは1679年の月面図で、長い髪をなびかせる女性の横顔として描いたのです。同じ岬が地質の境界にも、歴史的な地図の人物像にもなっています。
pt_br: O arco claro é parte da parede de uma cratera de impacto, que hoje forma os Montes Jura. Na extremidade sul do arco, o Cabo Heraclides inspirou outra interpretação: o desenho lunar de Cassini de 1679 o retratou como o perfil de uma mulher de longos cabelos soltos. O mesmo cabo pode ser uma fronteira geológica ou uma figura em um mapa histórico.
pt_pt: O arco claro é parte da parede de uma cratera de impacto, que hoje forma os Montes Jura. Na extremidade sul do arco, o Cabo Heraclides inspirou outra interpretação: no seu desenho lunar de 1679, Cassini retratou-o como o perfil de uma mulher de longos cabelos soltos. O mesmo cabo pode ser uma fronteira geológica ou uma figura num mapa histórico.
ru: Светлая дуга — часть стенки ударного кратера, ныне называемая горами Юра. На её южном конце мыс Гераклид вдохновил другое прочтение: на лунном рисунке Кассини 1679 года он показан как женский профиль с длинными развевающимися волосами. Один мыс может быть и геологической границей, и фигурой на исторической карте.
uk: Світла дуга — це частина стінки ударного кратера, нині відома як гори Юра. На її південному кінці мис Гераклід надихнув інше тлумачення: на місячному рисунку Кассіні 1679 року він зображений як жіночий профіль із довгим розвіяним волоссям. Той самий мис може бути і геологічною межею, і постаттю на історичній карті.
zh_hans: 这道明亮弧线是一座撞击坑坑壁的一部分，如今称为侏罗山脉。弧线南端的赫拉克利德岬还引发过另一种想象：卡西尼在1679年的月图上，把它画成一位长发飘逸的女子侧脸。同一处岬角，既是地质边界，也可以是历史地图中的人物。
zh_hant: 這道明亮弧線是一座撞擊坑坑壁的一部分，如今稱為侏羅山脈。弧線南端的赫拉克利德岬還引發過另一種想像：卡西尼在1679年的月圖上，把它畫成一位長髮飄逸的女子側臉。同一處岬角，既是地質邊界，也可以是歷史地圖中的人物。
zh_hk: 這道明亮弧線是一座撞擊坑坑壁的一部分，如今稱為侏羅山脈。弧線南端的赫拉克利德岬還引發過另一種想像：卡西尼在1679年的月圖上，把它畫成一位長髮飄逸的女子側臉。同一處岬角，既是地質邊界，也可以是歷史地圖中的人物。

# atlas.feature.6163.label
source: Tycho
ar: تيخو
ja: ティコ
ru: Тихо
uk: Тихо
zh_hans: 第谷
zh_hant: 第谷
zh_hk: 第谷

# atlas.feature.6163.naming
source: The crater honors Danish astronomer Tycho Brahe. Riccioli placed his name on the Moon in 1651. Tycho made exceptionally precise measurements of planetary positions without a telescope; Kepler later used his Mars observations to work out how planets move. Their names now mark two different lunar craters.
ar: تُخلّد الفوهة اسم الفلكي الدنماركي تيخو براهي. وضع ريتشيولي اسمه على القمر عام 1651. قاس تيخو مواقع الكواكب بدقة استثنائية من دون تلسكوب؛ ثم استخدم كيبلر أرصاده للمريخ لفهم حركة الكواكب. والآن تحمل فوهتان قمريتان مختلفتان اسميهما.
de: Der Krater ehrt den dänischen Astronomen Tycho Brahe. Riccioli setzte seinen Namen 1651 auf den Mond. Tycho vermaß die Positionen der Planeten ohne Teleskop mit außergewöhnlicher Genauigkeit. Kepler nutzte später seine Marsbeobachtungen, um die Bewegung der Planeten zu erklären. Heute tragen zwei verschiedene Mondkrater ihre Namen.
es: El cráter honra al astrónomo danés Tycho Brahe. Riccioli puso su nombre en la Luna en 1651. Tycho midió las posiciones de los planetas con una precisión excepcional sin telescopio; Kepler utilizó después sus observaciones de Marte para comprender cómo se mueven los planetas. Hoy sus nombres designan dos cráteres lunares distintos.
fr: Ce cratère rend hommage à l’astronome danois Tycho Brahe. Riccioli a placé son nom sur la Lune en 1651. Sans télescope, Tycho mesurait les positions des planètes avec une précision exceptionnelle. Kepler a ensuite utilisé ses observations de Mars pour comprendre le mouvement des planètes. Leurs noms désignent aujourd’hui deux cratères lunaires distincts.
ja: このクレーターは、デンマークの天文学者ティコ ブラーエを記念しています。リッチョーリが1651年に月面へその名前を置きました。ティコは望遠鏡を使わずに、惑星の位置を非常に精密に測定しました。後にケプラーは彼の火星観測から惑星運動を解き明かし、今では二人の名前がそれぞれ月のクレーターに残っています。
pt_br: A cratera homenageia o astrônomo dinamarquês Tycho Brahe. Riccioli colocou seu nome na Lua em 1651. Tycho mediu as posições dos planetas com precisão excepcional sem telescópio; depois, Kepler usou suas observações de Marte para descobrir como os planetas se movem. Hoje seus nomes marcam duas crateras lunares diferentes.
pt_pt: A cratera homenageia o astrónomo dinamarquês Tycho Brahe. Riccioli colocou o seu nome na Lua em 1651. Tycho mediu as posições dos planetas com precisão excecional sem telescópio; depois, Kepler usou as suas observações de Marte para descobrir como os planetas se movem. Hoje os seus nomes marcam duas crateras lunares diferentes.
ru: Кратер назван в честь датского астронома Тихо Браге. Риччоли поместил его имя на Луну в 1651 году. Тихо исключительно точно измерял положения планет без телескопа; позднее Кеплер использовал его наблюдения Марса, чтобы разобраться в движении планет. Теперь их имена носят два разных лунных кратера.
uk: Кратер вшановує данського астронома Тихо Браге. Річчолі помістив його ім’я на Місяць 1651 року. Тихо надзвичайно точно вимірював положення планет без телескопа; згодом Кеплер використав його спостереження Марса, щоб з’ясувати рух планет. Тепер їхні імена носять два різні місячні кратери.
zh_hans: 这座环形山纪念丹麦天文学家第谷布拉赫，里乔利在1651年将他的名字放上月球。第谷没有使用望远镜，却极其精确地测量了行星位置；开普勒后来利用他的火星观测，推导行星运动规律。如今，两人的名字各自标记着一座月球环形山。
zh_hant: 這座環形山紀念丹麥天文學家第谷布拉赫，里喬利在1651年將他的名字放上月球。第谷沒有使用望遠鏡，卻極其精確地測量了行星位置；克卜勒後來利用他的火星觀測，推導行星運動規律。如今，兩人的名字各自標記著一座月球環形山。
zh_hk: 這座環形山紀念丹麥天文學家第谷布拉赫，里喬利在1651年將他的名字放上月球。第谷沒有使用望遠鏡，卻極其精確地測量了行星位置；開普勒後來利用他的火星觀測，推導行星運動規律。如今，兩人的名字各自標記着一座月球環形山。

# atlas.feature.6163.observation
source: Near full Moon, look for long bright rays spreading across the southern surface, then trace them back toward Tycho. The rays are often easier to recognize than the crater itself.
ar: قرب البدر، ابحث عن الأشعة الساطعة الطويلة المنتشرة على الجزء الجنوبي من السطح، ثم تتبّعها نحو تيخو. غالبًا ما يكون تمييز الأشعة أسهل من تمييز الفوهة نفسها.
de: Nahe Vollmond kannst du im Süden des Mondes nach langen hellen Strahlen suchen und sie zu Tycho zurückverfolgen. Die Strahlen sind oft leichter zu erkennen als der Krater selbst.
es: Cerca de la luna llena, busca los largos rayos brillantes que se extienden por la superficie del sur y síguelos hasta Tycho. Los rayos suelen ser más fáciles de reconocer que el propio cráter.
fr: Près de la pleine lune, cherchez de longs rayons clairs qui traversent la surface au sud, puis remontez-les vers Tycho. Ces rayons sont souvent plus faciles à reconnaître que le cratère lui-même.
ja: 満月に近いときは、月の南部に長く広がる明るい光条を探し、中心へたどるとティコに行き着きます。クレーター本体よりも、光条のほうが見分けやすいことがあります。
pt_br: Perto da Lua cheia, procure os longos raios claros que se espalham pela superfície sul e siga-os de volta até Tycho. Muitas vezes, é mais fácil reconhecer os raios do que a própria cratera.
pt_pt: Perto da Lua cheia, procure os longos raios claros que se espalham pela superfície sul e siga-os até à sua origem em Tycho. Muitas vezes, é mais fácil reconhecer os raios do que a própria cratera.
ru: Вблизи полнолуния ищите длинные светлые лучи на южной части поверхности и проследите их обратно к Тихо. Лучи часто различить легче, чем сам кратер.
uk: Поблизу повні шукайте довгі світлі промені, що розходяться південною частиною поверхні, й простежте їх назад до Тихо. Промені часто легше впізнати, ніж сам кратер.
zh_hans: 接近满月时，先找横跨月面南部的长而明亮的辐射纹，再沿着它们回溯至第谷。辐射纹通常比环形山本身更容易辨认。
zh_hant: 接近滿月時，先找橫跨月面南部的長而明亮的輻射紋，再沿著它們回溯至第谷。輻射紋通常比環形山本身更容易辨認。
zh_hk: 接近滿月時，先找橫跨月面南部的長而明亮的輻射紋，再沿着它們回溯至第谷。輻射紋通常比環形山本身更容易辨認。

# atlas.feature.6163.story
source: Tycho’s often-cited age of about 108 million years comes with a condition. Impact glass collected at the Apollo 17 landing site is thought to have been ejected from Tycho. If that origin is correct, the glass dates the crater. Samples collected inside Tycho would help test the connection.
ar: العمر الشائع لتيخو، نحو 108 ملايين سنة، مرتبط بشرط. يُعتقد أن الزجاج الناتج عن اصطدام، الذي جُمع في موقع هبوط «أبولو 17»، قد قُذف من تيخو. إذا صح هذا الأصل، فإن عمر الزجاج يحدد عمر الفوهة. وقد تساعد عينات تُجمع من داخل تيخو على اختبار هذا الارتباط.
de: Tychos häufig genanntes Alter von etwa 108 Millionen Jahren gilt unter einer Voraussetzung. Das am Landeplatz von Apollo 17 gesammelte Einschlagglas wurde vermutlich aus Tycho herausgeschleudert. Stimmt diese Herkunft, lässt sich damit der Krater datieren. Proben aus Tycho selbst würden helfen, den Zusammenhang zu prüfen.
es: La edad de Tycho que suele citarse, unos 108 millones de años, depende de una condición. Se cree que el vidrio de impacto recogido en el lugar de aterrizaje del Apolo 17 fue expulsado desde Tycho. Si ese origen es correcto, el vidrio permite datar el cráter. Las muestras recogidas dentro de Tycho ayudarían a comprobar la relación.
fr: L’âge souvent cité de Tycho, environ 108 millions d’années, reste soumis à une condition. Le verre d’impact recueilli sur le site d’atterrissage d’Apollo 17 aurait été éjecté de Tycho. Si cette origine est correcte, le verre permet de dater le cratère. Des échantillons prélevés à l’intérieur de Tycho aideraient à vérifier ce lien.
ja: ティコの年代としてよく挙げられる約1億800万年前という値には、条件があります。アポロ17号の着陸地点で採取された衝突ガラスは、ティコから飛ばされたと考えられています。その由来が正しければ、ガラスの年代がクレーターの年代を示します。坑内で採取した試料があれば、この関係を確かめられるでしょう。
pt_br: A idade frequentemente citada de Tycho, cerca de 108 milhões de anos, depende de uma condição. Acredita-se que o vidro de impacto coletado no local de pouso da Apollo 17 tenha sido ejetado de Tycho. Se essa origem estiver correta, o vidro permite datar a cratera. Amostras coletadas dentro de Tycho ajudariam a testar essa ligação.
pt_pt: A idade frequentemente citada de Tycho, cerca de 108 milhões de anos, depende de uma condição. Pensa-se que o vidro de impacto recolhido no local de alunagem da Apollo 17 tenha sido ejetado de Tycho. Se esta origem estiver correta, o vidro permite datar a cratera. Amostras recolhidas dentro de Tycho ajudariam a testar esta ligação.
ru: Часто приводимый возраст Тихо, около 108 миллионов лет, имеет важное условие. Ударное стекло, собранное в месте посадки «Аполлона-17», предположительно было выброшено из Тихо. Если происхождение установлено верно, стекло указывает возраст кратера. Образцы из самого Тихо помогли бы проверить эту связь.
uk: Часто згадуваний вік Тихо, близько 108 мільйонів років, має важливу умову. Ударне скло, зібране на місці посадки «Аполлона-17», ймовірно, було викинуте з Тихо. Якщо походження визначено правильно, скло вказує на вік кратера. Зразки із самого Тихо допомогли б перевірити цей зв’язок.
zh_hans: 第谷环形山常被认为形成于约1.08亿年前，但这个年代估计有一个前提。研究者认为，阿波罗17号在著陆点采集的撞击玻璃，可能是从第谷溅射而来的。如果这个来源判断正确，玻璃的年龄就能为环形山定年。从第谷内部直接采样，将有助于检验这种联系。
zh_hant: 第谷環形山常被認為形成於約1.08億年前，但這個年代估計有一個前提。研究者認為，阿波羅17號在著陸點採集的撞擊玻璃，可能是從第谷噴濺而來的。如果這個來源判斷正確，玻璃的年齡就能為環形山定年。從第谷內部直接採樣，將有助於檢驗這種關聯。
zh_hk: 第谷環形山常被認為形成於約1.08億年前，但這個年代估計有一個前提。研究者認為，阿波羅17號在着陸點採集的撞擊玻璃，可能是從第谷濺射而來的。如果這個來源判斷正確，玻璃的年齡就能為環形山定年。在第谷內部直接採樣，將有助於檢驗這種關聯。

# atlas.hidden
source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
ja: 非表示
pt_br: Oculto
pt_pt: Oculto
ru: Скрыто
uk: Приховано
zh_hans: 已隐藏
zh_hant: 已隱藏
zh_hk: 已隱藏

# atlas.mirror
source: Mirror
ar: عكس
de: Spiegeln
es: Reflejar
fr: Miroir
ja: 左右反転
pt_br: Espelhar
pt_pt: Espelhar
ru: Отразить
uk: Віддзеркалити
zh_hans: 镜像
zh_hant: 鏡像
zh_hk: 鏡像

# atlas.more
source: More options
ar: المزيد من الخيارات
de: Weitere Optionen
es: Más opciones
fr: Plus d’options
ja: その他
pt_br: Mais opções
pt_pt: Mais opções
ru: Другие действия
uk: Додаткові дії
zh_hans: 更多选项
zh_hant: 更多選項
zh_hk: 更多選項

# atlas.needs_adjustment
source: Not enough detail to align. Try Adjust.
ar: التفاصيل غير كافية للمحاذاة. جرّب الضبط.
de: Zu wenige Details zum Ausrichten. Versuche „Anpassen“.
es: Faltan detalles para alinear. Prueba «Ajustar».
fr: Trop peu de détails pour l’alignement. Essayez « Ajuster ».
ja: 位置合わせに必要な細部が足りません。「位置調整」をお試しください。
pt_br: Não há detalhes suficientes para alinhar. Tente Ajustar.
pt_pt: Não há pormenores suficientes para alinhar. Experimente Ajustar.
ru: Недостаточно деталей для совмещения. Попробуйте настроить вручную.
uk: Недостатньо деталей для суміщення. Спробуйте налаштувати вручну.
zh_hans: 细节不足，无法对齐。请尝试微调。
zh_hant: 細節不足，無法對齊。請試著微調。
zh_hk: 細節不足，未能對齊。請嘗試微調。

# atlas.north_up
source: North up
ar: الشمال في الأعلى
de: Norden oben
es: Norte arriba
fr: Nord en haut
ja: 北が上
pt_br: Norte para cima
pt_pt: Norte para cima
ru: Север сверху
uk: Північ угорі
zh_hans: 北方朝上
zh_hant: 北方朝上
zh_hk: 北方朝上

# atlas.original
source: Show full photo
ar: عرض الصورة كاملة
de: Ganzes Foto anzeigen
es: Ver la foto completa
fr: Afficher la photo entière
ja: 写真全体を表示
pt_br: Mostrar foto inteira
pt_pt: Mostrar fotografia inteira
ru: Показать весь снимок
uk: Показати все фото
zh_hans: 显示完整照片
zh_hant: 顯示完整照片
zh_hk: 顯示完整相片
